import React from 'react'

const Paragrapgh = () => {
  return (
    <div className='w-[90%] mt-10 m-auto'>
      <p className="mt-8 text-base leading-7">
          <p className='pt-5'>
            राहुल और नेहा कॉलेज के दिनों से एक-दूसरे को जानते थे। हर दिन लाइब्रेरी में एक ही टेबल पर बैठना, एक-दूसरे की किताबें लेना-देना और छोटे-छोटे बहाने बनाकर बातें करना उनकी आदत बन गई थी। राहुल के दिल में नेहा के लिए मोहब्बत थी, लेकिन कभी कहने की हिम्मत नहीं जुटा पाया। डर था कि कहीं उसकी खामोशी दोस्ती को तोड़ न दे।
          </p>


          <p className='mt-5'>
            राहुल और नेहा कॉलेज के दिनों से एक-दूसरे को जानते थे। हर दिन लाइब्रेरी में एक ही टेबल पर बैठना, एक-दूसरे की किताबें लेना-देना और छोटे-छोटे बहाने बनाकर बातें करना उनकी आदत बन गई थी। राहुल के दिल में नेहा के लिए मोहब्बत थी, लेकिन कभी कहने की हिम्मत नहीं जुटा पाया। डर था कि कहीं उसकी खामोशी दोस्ती को तोड़ न दे। 
          </p>

        
        <p className='mt-5'>
            नेहा भी अक्सर राहुल की आँखों में कुछ अनकहा तलाश करती, मगर उसने भी कभी अपने जज़्बात शब्दों में नहीं ढाले। दोनों एक-दूसरे को समझते रहे, महसूस करते रहे, लेकिन कभी इज़हार न कर पाए। वक्त बीत गया, राहें बदल गईं, लेकिन उनकी अनकही मोहब्बत यादों में हमेशा ज़िंदा रही—एक ऐसी मोहब्बत जो कभी बोली नहीं गई, पर दिल में हमेशा धड़कती रही।
        </p>

        <p className='mt-5'>
            राहुल और नेहा कॉलेज के दिनों से एक-दूसरे को जानते थे। हर दिन लाइब्रेरी में एक ही टेबल पर बैठना, एक-दूसरे की किताबें लेना-देना और छोटे-छोटे बहाने बनाकर बातें करना उनकी आदत बन गई थी। राहुल के दिल में नेहा के लिए मोहब्बत थी, लेकिन कभी कहने की हिम्मत नहीं जुटा पाया। डर था कि कहीं उसकी खामोशी दोस्ती को तोड़ न दे।
            </p> 

        <p className='mt-5'>
            नेहा भी अक्सर राहुल की आँखों में कुछ अनकहा तलाश करती, मगर उसने भी कभी अपने जज़्बात शब्दों में नहीं ढाले। दोनों एक-दूसरे को समझते रहे, महसूस करते रहे, लेकिन कभी इज़हार न कर पाए। वक्त बीत गया, राहें बदल गईं, लेकिन उनकी अनकही मोहब्बत यादों में हमेशा ज़िंदा रही—एक ऐसी मोहब्बत जो कभी बोली नहीं गई, पर दिल में हमेशा धड़कती रही।
        </p>
        <p className='mt-5'>
            राहुल और नेहा कॉलेज के दिनों से एक-दूसरे को जानते थे। हर दिन लाइब्रेरी में एक ही टेबल पर बैठना, एक-दूसरे की किताबें लेना-देना और छोटे-छोटे बहाने बनाकर बातें करना उनकी आदत बन गई थी। राहुल के दिल में नेहा के लिए मोहब्बत थी, लेकिन कभी कहने की हिम्मत नहीं जुटा पाया। डर था कि कहीं उसकी खामोशी दोस्ती को तोड़ न दे।
            </p> 
                </p>
    </div>
  )
}

export default Paragrapgh
